Repository: WPPlugins/easy-video-and-image-gallery
Catalog: languages/evigallery-*.po
Languages: fr_fr

source: Gallery items
fr_fr: Galeries

source: Add images or videos to the gallery
fr_fr: Ajouter des images ou des vidéos à la galerie

source: Add images
fr_fr: Ajouter des photos

source: Add video
fr_fr: Ajouter une vidéo

source: Set an URL like http://www.youtube.com/watch?v=XXXX
fr_fr: Saisissez une adresse de la forme http://www.youtube.com/watch?v=XXXX

source: Delete
fr_fr: Effacer

source: Galleries
fr_fr: Galeries

source: Gallery
fr_fr: Galerie

source: Add New
fr_fr: Ajouter

source: Add New Gallery
fr_fr: Ajouter Nouvelle Galerie

source: Edit Gallery
fr_fr: Editer Galerie

source: New Gallery
fr_fr: Nouvelle Galerie

source: View Gallery
fr_fr: Voir Galerie

source: Search Galleries
fr_fr: Rechercher Galeries

source: No Galleries found
fr_fr: Aucune Galerie trouvée

source: No Galleries found in the trash
fr_fr: Aucune Galerie trouvée dans la Corbeille

source: Parent Gallery:
fr_fr: Galerie parente:

source: Search Gallery Album
fr_fr: Rechercher Album

source: All Gallery Album
fr_fr: Tous les Albums

source: Parent Gallery Album
fr_fr: Album parent

source: Parent Gallery Album:
fr_fr: Album parent:

source: Edit Gallery Album
fr_fr: Editer Album

source: Update Gallery Album
fr_fr: Mettre à jour l'Album

source: Add New Gallery Album
fr_fr: Ajouter un nouvel Album

source: New Gallery Album
fr_fr: Nouvel Album

source: Albums of galleries
fr_fr: Albums

source: Choose a media
fr_fr: Choisir un media

source: This video allready exists in this gallery
fr_fr: Cette vidéo existe déjà dans la galerie

source: Some images are allready in this gallery
fr_fr: Des images existent déjà dans cette galerie

source: Settings
fr_fr: Options

source: Size of thumbnails
fr_fr: Taille des miniatures

source: Width in pixels
fr_fr: Largeur en pixels

source: Height in pixels
fr_fr: Hauteur en pixels

source: The size of your thumbnails have changed. You have to recreate them by clicking the recreate button
fr_fr: La taille de vos miniatures a changé. Vous devez les recréer en cliquant sur le bouton recréer les miniatures.

source: Recreate all thumbnails
fr_fr: Recréer les miniatures

source: Gallery Soliles
fr_fr: Galerie Soliles

source: View type
fr_fr: Mode de vue

source: Choose a Gallery
fr_fr: Choisissez une Galerie

source: Insert
fr_fr: Insérer

source: Choose an Album
fr_fr: Choisissez un Album

source: No Album found
fr_fr: Aucun album trouvé
